/*
Вывести список на экран в перевернутом виде (без массивов и ArrayList)
 */
public class Ex01 {
    public void reverse() {
        StringBuilder str = new StringBuilder("1 2 3 4");
        str.reverse();
        System.out.println(str);
    }
}
